Repository: Const-me/SkyFM
Catalog: SkyFM/STR.*.resx
Languages: es, ru, zh_cn, zh_tw

# about_version_fmt
source: version {0}, {1}
es: versión {0}, {1}
ru: версия {0}, {1}
zh_cn: 版本 {0}, {1}
zh_tw: 版本 {0}, {1}

# appbar_login
source: login to sky.fm premium
es: regístrese para sky.fm prima
ru: войти в sky.fm premium
zh_cn: 登录sky.fm精品
zh_tw: 登錄sky.fm精品

# appbar_logout
source: logout from sky.fm premium
es: salir de la prima sky.fm
ru: выйти из sky.fm premium
zh_cn: 退出sky.fm精品
zh_tw: 退出sky.fm精品

# error_json_no_channels_list
source: No channel list in the server response.
es: No hay lista de canales en la respuesta del servidor.
ru: В ответе от сервера нет списка каналов.
zh_cn: 在服务器中没有频道列表
zh_tw: 在伺服器中沒有頻道清單。

# login_error_password
source: Please enter password
es: Por favor, introduzca la contraseña
ru: Пожалуйста, введите пароль
zh_cn: 请输入密码
zh_tw: 請輸入密碼

# login_error_user
source: Please enter login
es: Por favor ingresar usuario
ru: Пожалуйста, введите логин
zh_cn: 请输入登录
zh_tw: 請輸入登錄

# play_button_playthis
source: play this channel
es: jugar a este canal
ru: слушать этот канал
zh_cn: 播放
zh_tw: 播放

# play_button_resume
source: resume playback
es: reanudar la reproducción
ru: возобновить воспроизведение
zh_cn: 恢复播放
zh_tw: 恢復播放

# play_button_stop
source: stop playing
es: dejar de jugar
ru: остановить воспроизведение
zh_cn: 停止播放
zh_tw: 停止播放

# play_errormessage_title
source: playing error
es: jugando error
ru: ошибка воспроизведения
zh_cn: 播放错误
zh_tw: 播放錯誤

# play_status_buffering
source: Buffering
ru: Буферизация
zh_cn: 正在缓冲
zh_tw: 正在緩衝

# play_status_failed_fmt
source: Failed due to an error: {0}
es: Error debido a un error: {0}
ru: Ошибка воспроизведения: {0}
zh_cn: 发生错误： {0}
zh_tw: 發生錯誤： {0}

# rateapp_message_text
source: Would you like to rate this application in the marketplace, or write a review?
es: ¿Le gustaría calificar esta aplicación en el mercado, o escribe una crónica?
ru: Не желаете ли поставить оценку этому приложению, или написать отзыв в магазине?
zh_cn: 你可以为这个程序评分或撰写评价吗﹖
zh_tw: 你可以為這個程序評分或撰寫評价嗎?

# rateapp_message_title
source: rate this application
es: tasa de esta aplicación
ru: оцените это приложение
zh_cn: 对此应用程序评分
zh_tw: 對此應用程式評分

# sendreport_message_mailSubject
source: Sky.fm auto-generated problem report
es: Sky.fm genera automáticamente informes de problemas
ru: Sky.fm - отчёт о проблеме
zh_cn: Sky.fm 自动生成问题报告
zh_tw: Sky.fm 自動生成問題報告

# sendreport_message_text
source: A problem occurred the last time you ran this application. Would you like to send an email to report it?
es: Se produjo un problema la última vez que corrió esta aplicación. ¿Quieres enviar un correo electrónico a denunciarlo?
ru: Прошлый раз при работе этого приложения произошёл сбой. Отправить автору отчёт об этом?
zh_cn: 你上一次运行这个应用程序时出现错误， 你想发送一封电子邮件来报告吗？
zh_tw: 你上一次運行這個應用程式時出現錯誤， 你想發送一封電子郵件來報告嗎？

# sendreport_message_title
source: problem report
es: Informar de un problema
ru: отчёт о проблеме
zh_cn: 错误报告
zh_tw: 錯誤報告

# settings_chan_free
source: free
es: gratis
ru: бесплатный
zh_cn: 免费
zh_tw: 免費

# settings_chan_premium
source: premium
es: suscripción
ru: подписка
zh_cn: 精品订阅
zh_tw: 精品訂閱

# setting_signupMessage_text
source: Premium subscription is $50/year. Signup now?
es: Suscripción Premium es de 50 USD / año. Regístrese ahora?
ru: Абонентская плата за sky.fm premium составляет 50 USD в год. Подписаться сейчас?
zh_cn: 精品订阅费用是每年50美元。 现在就加入我们吗？
zh_tw: 精品訂閱費用是每年50美元。 現在就加入我們嗎？

# setting_signupMessage_title
source: sky.fm premium
es: sky.fm prima
zh_cn: sky.fm精品服务
zh_tw: sky.fm精品服務

# splash_error_fmt
source: Unable to update the radio channels. {0} Press OK to retry.
es: No se pueden actualizar los canales de radio. {0} Pulse OK para volver a intentarlo.
ru: Не удалось обновить список каналов. {0} Нажмите OK чтобы повторить попытку.
zh_cn: 无法更新的频道。 {0} 按OK重试。
zh_tw: 無法更新的頻道。 {0} 按OK重試。

# splash_updating
source: updating channels…
es: actualización de los canales…
ru: обновляется список каналов…
zh_cn: 更新频道…
zh_tw: 更新頻道…

# settings_title
source: preferences
es: preferencias
ru: настройки
zh_cn: 我的最爱
zh_tw: 我的最愛

# about_title
source: about this app
es: acerca de esta aplicación
ru: о приложении
zh_cn: 关于这个应用程序
zh_tw: 關於這個應用程式

# play_buffer_fmt
source: buffer {0:P0}
es: búfer {0:P0}
ru: буфер: {0:P0}
zh_cn: 缓冲 {0:P0}
zh_tw: 緩衝 {0:P0}

# play_channelDirector
source: Channel Director:
ru: Директор канала:
zh_cn: 通讯管理机：
zh_tw: 通訊管理機：

# play_traffic
source: traffic
es: tráfico
ru: трафик
zh_cn: 数据下载量
zh_tw: 數據下載量

# about_localization_richtext
source: <p align="Left">Chinese localization: <a href="http://www.facebook.com/gordon.chou.18">Gordon Chou</a>.</p>
es: <p align="Left">Versión en chino: <a href="http://www.facebook.com/gordon.chou.18">Gordon Chou</a>.</p>
ru: <p align="Left">Перевод на китайский: <a href="http://www.facebook.com/gordon.chou.18">Гордон Чу</a>.</p>
zh_cn: <p align="Left">汉化：<a href="http://www.facebook.com/gordon.chou.18">Gordon Chou</a>。</p>
zh_tw: <p align="Left">漢化：<a href="http://www.facebook.com/gordon.chou.18">Gordon Chou</a>.</p>

# about_thirdparty_richtext
source: <p>Includes source code from <a href="http://kawagoe.codeplex.com/">Kawagoe Toolkit</a>, © Andréas Saudemont.</p>
es: <p>Incluye el código fuente de <a href="http://kawagoe.codeplex.com/">Kawagoe Toolkit</a>, © Andréas Saudemont.</p>
ru: <p>Приложение включает исходный код из <a href="http://kawagoe.codeplex.com/">Kawagoe Toolkit</a>, © Andréas Saudemont.</p>
zh_cn: <p>包括源代码 <a href="http://kawagoe.codeplex.com/">Kawagoe Toolkit</a>, © Andréas Saudemont.</p>
zh_tw: <p>包括原始程式碼 <a href="http://kawagoe.codeplex.com/">Kawagoe Toolkit</a>, © Andréas Saudemont.</p>

# about_trademark_richtext
source: <p align="Left"><a href="http://www.sky.fm/">Sky.fm</a> is a registered trademark.</p> <p>The author of this mobile application is a sky.fm premium subscriber, aside of that he has no relations to sky.fm. He believes such usage of the trade mark is fair use, and is thus protected by the First Amendment to the United States Constitution, and other laws.</p>
es: <p align="Left"><a href="http://www.sky.fm/">Sky.fm</a> es una marca registrada de <a href="http://www.di.fm/">Digitally Imported, Inc.</a></p> <p> El autor de esta aplicación móvil es un abonado de primera sky.fm, aparte de que no tiene relaciones con Digitally Imported, Inc.</p>
ru: <p align="Left"><a href="http://www.sky.fm/">Sky.fm</a> это зарегистрированная торговая марка.</p> <p>Разработчик этого приложения является подписчиком sky.fm premium, помимо этого он никак не связан со sky.fm. Он полагает, что такое использование торговой марки является добросовестным.</p>
zh_cn: <p align="Left"><a href="http://www.sky.fm/">Sky.fm</a> 是一个注册商标 <a href="http://www.di.fm/">Digitally Imported, Inc.</a></p> <p>这个手机应用程序的作者是sky.fm的的精品订阅用户，除此以外他与Digitally Imported, Inc. 并无任何关系。这是对商标的合理使用且受美国宪法所保护</p>
zh_tw: <p align="Left"><a href="http://www.sky.fm/">Sky.fm</a> 是一個注冊商標 <a href="http://www.di.fm/">Digitally Imported, Inc.</a></p> <p>這個手機應用程序的作者是sky.fm的的精品訂閱用戶，除此以外他與Digitally Imported, Inc.並無任何關係。這是對商標的合理使用且受美國憲法所保護</p>

# appbar_about
source: about this application
es: sobre esta solicitud
ru: о приложении
zh_cn: 关于这个应用程序
zh_tw: 關於這個應用程式

# appbar_preferences
source: playing preferences
es: jugando preferencias
ru: настройки воспроизведения
zh_cn: 播放我的最爱
zh_tw: 播放我的最愛

# login_btn_login
source: login
ru: войти
zh_cn: 登入
zh_tw: 登入

# login_btn_skiplogin
source: skip login
es: saltar Entrar
ru: не входить
zh_cn: 跳过登入
zh_tw: 跳過登入

# login_lbl_mail
source: email:
zh_cn: 电子邮件：
zh_tw: 電子郵件：

# login_lbl_password
source: password:
es: contraseña:
ru: пароль:
zh_cn: 密码：
zh_tw: 密碼：

# login_login
source: Login to sky.fm premium:
es: Ingresar a la prima sky.fm:
ru: Войти в sky.fm premium:
zh_cn: 登录到sky.fm精品：
zh_tw: 登錄到sky.fm精品：

# login_pending
source: loading, please wait…
es: cargando, por favor espere.…
ru: загрузка, пожалуйста ждите…
zh_cn: 载入中，请稍候...
zh_tw: 載入中，請稍候…

# login_skiplogin
source: Or, press this button for free streams:
es: O bien, pulse este botón para flujos libres:
ru: Или, нажмите на кнопку ниже, чтобы слушать бесплатные потоки:
zh_cn: 按这里获取免费流量：
zh_tw: 按這裡獲取免費流量：

# login_welcome
source: Welcome to sky.fm!
es: Bienvenido a sky.fm!
ru: Добро пожаловать в sky.fm!
zh_cn: 欢迎来到sky.fm！
zh_tw: 歡迎來到sky.fm！

# settings_chan_fmt
source: {0}, {1} kbit/sec, {2}
ru: {0}, {1} кбит/сек, {2}
